[Balance.PawnBalance_SkagAdult_MinusTwo_Bloodwing AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Adulto",TransformedNames=((TransformedName="Adulto Incendiário"),(TransformedName="Adulto Elétrico"),(TransformedName="Adulto Corrosivo "),(TransformedName="Adulto Slag ")))

[Balance.PawnBalance_SkagAlpha_MinusTwo_Bloodwing AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Alfa")

[Balance.PawnBalance_SkagBadassCorrosive_MinusOne_Bloodwing AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Corrosivo Encrenqueiro")

[Balance.PawnBalance_SkagBadassFire_MinusOne_Bloodwing AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Incendiário Encrenqueiro")

[Balance.PawnBalance_SkagBadassShock_MinusOne_Bloodwing AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Elétrico Encrenqueiro")

[Balance.PawnBalance_SkagBadassSlag_MinusOne_Bloodwing AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Slag Encrenqueiro")

[Balance.PawnBalance_SkagBarfer_MinusTwo_Bloodwing AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Vomitador",TransformedNames=((TransformedName="Vomitador Incendiário"),(TransformedName="Vomitador Elétrico"),(TransformedName="Vomitador Corrosivo"),(TransformedName="Vomitador Slag")))

[Balance.PawnBalance_SkagSpitter_MinusTwo_Bloodwing AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Cuspidor",TransformedNames=((TransformedName="Cuspidor de Fogo"),(TransformedName="Cuspidor de Eletricidade"),(TransformedName="Cuspidor de Ácido"),(TransformedName="Cuspidor Slag")))

[Skills.Skill_Bloodwing_CorrosiveTransformed SkillDefinition]
SkillName="Transformação Corrosiva"
SkillDescription="Transformado por efeito corrosivo"
LockedSkillDetailStr="<Locked>"

[Skills.Skill_Bloodwing_FireTransformed SkillDefinition]
SkillName="Transformação Incendiária"
SkillDescription="Transformado por efeito incendiário"
LockedSkillDetailStr="<Locked>"

[Skills.Skill_Bloodwing_ShockTransformed SkillDefinition]
SkillName="Transformação Elétrica"
SkillDescription="Transformado por efeito elétrico"
LockedSkillDetailStr="<Locked>"

